{"translation-revision-date":"2020-12-21 19:56:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["我們的Google新聞Sitemap可讓你控制提交到Google新聞的內容，並且只包含過去48小時內發布的文章。要向Google提交新聞Sitemap，你必須先將網站添加到Google的發布者中心並獲得其批准。"],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["視頻站點地圖與XML站點地圖模塊的工作方式幾乎相同，它會專門為您網站上的視頻內容生成XML 站點地圖。搜索引擎使用此信息在搜索結果中顯示豐富的摘要信息。"],"Globally control the Title attribute and Alt text for images in your content. These attributes are essential for both accessibility and SEO.":["全球控制內容中的圖像標題屬性和alt文本。這些屬性對於可訪問性和SEO都是必不可少的。"],"Purchase License":["購買許可證"],"Enter License Key":["輸入許可證密鑰"],"A valid license key is required in order to use our addons.":["為了使用我們的插件，需要有效的許可證密鑰"],"Upgrade to Pro and Unlock All Features":["升級至專業版，並解鎖所有功能"],"Upgrade %1$s to Pro and Unlock all Features!":["升級%1$s至專業版，並解鎖所有功能！"],"Search for Features...":["搜索功能..."],"Deactivate All Features":["停用所有功能"],"Activate All Features":["激活所有功能"],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["本地業務架構標記可以讓你通知Google關於你的業務，包括你的公司名稱、地址和電話號碼、營業時間和價格範圍。這些信息可能會以知識結構圖或商務輪播的方式顯示。"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s帶有許多其他功能，可幫助您將網站的SEO提升到新的水平！"],"And many more...":["還有更多..."],"Advanced WooCommerce":["高級WooCommerce"],"Image SEO Optimization":["圖像SEO優化"],"Video and News Sitemaps":["視頻和新聞站點地圖"],"Local Business SEO":["本地業務SEO"],"SEO for Categories, Tags and Custom Taxonomies":["针对分类、标签和自定义分类进行SEO优化"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/feature-manager-FeatureManager-vue.js"}}