{"translation-revision-date":"2020-12-21 19:56:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["允許你指定RSS網站地圖的最大帖子數。我們的建議是50個帖子。"],"Open RSS Sitemap":["打開RSS網站地圖"],"Number of Posts":["帖子數量"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content.  It is not a full sitemap of all your content.":["此選項將生成一個單獨的RSS站點地圖，可以將其提交至Google，Bing和支持此站點地圖的任何其他搜索引擎。 RSS網站地圖根據您網站最新更新的內容包含一份簡易供稿機制。它不是您所有內容的完整站點地圖。"],"Custom Field Support":["自定義欄支持"],"Video Sitemaps are only available for licensed %1$s %2$s users.":["視頻站點地圖僅適用於%1$s %2$s的許可用戶。"],"Upgrade to Pro and Unlock Video Sitemaps":["升級到專業版，並解鎖視頻站點地圖"],"Open Video Sitemap":["打開視頻站點地圖"],"Exclude Pages\/Posts":["排除頁面\/帖子"],"Set Publication Name":["設置出版物名稱"],"News Sitemaps are only available for licensed %1$s %2$s users.":["新聞站點地圖僅適用於%1$s %2$s的許可用戶。"],"Upgrade to Pro and Unlock News Sitemaps":["升級至專業版，並解鎖新聞站點地圖"],"Open News Sitemap":["開放式新聞站點地圖"],"This feature requires one of the following plans:":["此功能需要以下計劃之一："],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["我們的Google新聞Sitemap可讓你控制提交到Google新聞的內容，並且只包含過去48小時內發布的文章。要向Google提交新聞Sitemap，你必須先將網站添加到Google的發布者中心並獲得其批准。"],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["視頻站點地圖與XML站點地圖模塊的工作方式幾乎相同，它會專門為您網站上的視頻內容生成XML 站點地圖。搜索引擎使用此信息在搜索結果中顯示豐富的摘要信息。"],"Include All Taxonomies":["包括所有分類法"],"Author Sitemap":["作者站點地圖"],"Date Archive Sitemap":["日期存檔站點地圖"],"Automatically Ping Search Engines":["自動Ping搜索引擎"],"Do you get a blank sitemap or 404 error?":["您是否碰到空白站點地圖或404錯誤？"],"Noindexed content will not be displayed in your sitemap.":["沒有索引的內容將不會顯示在您的站點地圖中。"],"Enable Sitemap":["啟用站點地圖"],"Sitemap Settings":["站點地圖設置"],"Include All Post Types":["包括所有帖子類型"],"RSS Sitemap":["RSS網站地圖"],"News Sitemap":["新聞站點地圖"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["將站點地圖條目整理至站點地圖中的不同文件中。如果您的站點地圖包含超過1000個網址，我們建議您啟用此設置。"],"Enable Sitemap Indexes":["启用网站地图索引"],"Taxonomies":["分类"],"Post Types":["文章类型"],"Include Author Archives in your sitemap.":["在网站地图中包含作者归档。"],"Include Date Archives in your sitemap.":["在网站地图中包含日期归档。"],"Select which Post Types appear in your sitemap.":["选择网站地图中包含的文章类型。"],"Video Sitemap":["视频网站地图"],"Select which Taxonomies appear in your sitemap.":["選擇您站點地圖中顯示的分類法"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-RssSitemap-vue.js"}}