{"translation-revision-date":"2020-12-21 19:56:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Custom Field Support":["自定義欄支持"],"Video Sitemaps are only available for licensed %1$s %2$s users.":["視頻站點地圖僅適用於%1$s %2$s的許可用戶。"],"Upgrade to Pro and Unlock Video Sitemaps":["升級到專業版，並解鎖視頻站點地圖"],"Open Video Sitemap":["打開視頻站點地圖"],"Exclude Pages\/Posts":["排除頁面\/帖子"],"Set Publication Name":["設置出版物名稱"],"News Sitemaps are only available for licensed %1$s %2$s users.":["新聞站點地圖僅適用於%1$s %2$s的許可用戶。"],"Upgrade to Pro and Unlock News Sitemaps":["升級至專業版，並解鎖新聞站點地圖"],"Open News Sitemap":["開放式新聞站點地圖"],"This feature requires one of the following plans:":["此功能需要以下計劃之一："],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["我們的Google新聞Sitemap可讓你控制提交到Google新聞的內容，並且只包含過去48小時內發布的文章。要向Google提交新聞Sitemap，你必須先將網站添加到Google的發布者中心並獲得其批准。"],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["視頻站點地圖與XML站點地圖模塊的工作方式幾乎相同，它會專門為您網站上的視頻內容生成XML 站點地圖。搜索引擎使用此信息在搜索結果中顯示豐富的摘要信息。"],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["我們建議將每個網站地圖索引的連結數量設置為1,000個或以下。連結越多，加載網站地圖所需的時間就越長。"],"Taxonomy Priority Score":["分類學優先分數"],"Post Type Priority Score":["帖子類型優先級分數"],"Grouped":["分組"],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["任何被分配到這些條款的帖子也將從你的網站地圖中排除。"],"Include All Taxonomies":["包括所有分類法"],"Author Sitemap":["作者站點地圖"],"Date Archive Sitemap":["日期存檔站點地圖"],"Automatically Ping Search Engines":["自動Ping搜索引擎"],"Open Sitemap":["打開站點地圖"],"Do you get a blank sitemap or 404 error?":["您是否碰到空白站點地圖或404錯誤？"],"Noindexed content will not be displayed in your sitemap.":["沒有索引的內容將不會顯示在您的站點地圖中。"],"Links Per Sitemap":["每個站點地圖的鏈接"],"Enable Sitemap":["啟用站點地圖"],"An XML Sitemap is a list of all your content that search engines use when they crawl your site. This is an essential part of SEO because it contains some important pieces of information that search engines need when crawling your site. The XML Sitemap created by %1$s tells search engines where to find all of the content on your site.":["XML網站地圖為您使用搜索引擎時，其可所在網站中獲取的內容列表。這是SEO的重要組成部分，因為它包含您在網站搜索引擎時需要的一些重要信息。 %1$s創建的XML網站地圖可告知搜索引擎您網站上的所有內容的出處。"],"General Sitemap":["常規站點地圖"],"Sitemap Settings":["站點地圖設置"],"Dynamically Generate":["動態生成"],"You can use this section to add any URLs to your sitemap which aren’t a part of your WordPress installation. For example, if you have a contact form that you would like to be included on your sitemap you can enter the information manually.":["您可以使用此部分向站點地圖添加任何不屬於WordPress安裝的URL。例如，如果您想在站點地圖中包含聯繫表，則可以手動輸入信息。"],"Priority Score":["優先等級"],"Exclude Posts \/ Pages":["不包括帖子\/頁面"],"Include All Post Types":["包括所有帖子類型"],"News Sitemap":["新聞站點地圖"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["將站點地圖條目整理至站點地圖中的不同文件中。如果您的站點地圖包含超過1000個網址，我們建議您啟用此設置。"],"Exclude Terms":["免責條款"],"Exclude Images":["舍弃图像"],"Exclude Images from your sitemap.":["不包括您站點地圖中的圖像"],"Dynamically creates the XML Sitemap instead of using a static file.":["動態創建XML網站地圖，且無需使用靜態文件。"],"Additional Pages":["额外页面"],"Enable Sitemap Indexes":["启用网站地图索引"],"Taxonomies":["分类"],"Post Types":["文章类型"],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["供您指定网站地图中的最大文章数（最大50000）。"],"Include Author Archives in your sitemap.":["在网站地图中包含作者归档。"],"Include Date Archives in your sitemap.":["在网站地图中包含日期归档。"],"Select which Post Types appear in your sitemap.":["选择网站地图中包含的文章类型。"],"Advanced Settings":["高级设置"],"Video Sitemap":["视频网站地图"],"Select which Taxonomies appear in your sitemap.":["選擇您站點地圖中顯示的分類法"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-GeneralSitemap-vue.js"}}