{"translation-revision-date":"2020-12-21 19:56:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"CEO of %1$s":["%1$s首席執行官"],"%1$s is too long. Try to make it shorter.":["%1$s太長。請嘗試寫得更短。"],"%1$s is slightly long. Try to make it shorter.":["%1$s有點長。請嘗試寫得更短些。"],"No %1$s was set. Set a %1$s in order to calculate your SEO score.":["未設置%1$s。設置%1$s以便測算您的SEO等級。"],"%1$s length":["%1$s長度"],"The content is below the minimum of words. Add more content.":["內容低於最少字數。添加更多內容。"],"This is far below the recommended minimum of words.":["詞遠遠低於建議的最小詞數。"],"The content length is ok. Good job!":["內容長度適宜。做得很好！"],"Your %1$s does not appear in the first paragraph. Make sure the topic is clear immediately.":["您的%1$s不會出現在第一段中。請立刻確認主題的明確性。"],"Your %1$s appears in the first paragraph. Well done!":["您的%1$s出現在第一段中。做得很好！"],"No content added yet.":["尚未添加任何內容。"],"%1$s in introduction":["簡介中的%1$s"],"%1$s not found in meta description.":["在元信息中找不到%1$s。"],"%1$s found in meta description.":["在元信息中找到了%1$s"],"%1$s in meta description":["元信息中的%1$s"],"General":["常規"],"Keyphrase":["關鍵詞"],"Focus keyphrase":["焦點關鍵詞"],"Your H2 and H3 subheadings reflects the topic of your copy. Good job!":["H2和H3子標題反映了副本的主題。做得很好！"],"Your H2 or H3 subheading reflects the topic of your copy. Good job!":["H2或H3子標題反映了副本的主題。做得很好！"],"More than 75% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. Don't over-optimize!":["H2和H3子標題中超過75％反映了副本的主題。這有點過了。請不要過度優化！"],"Use more focus keyphrases in your H2 and H3 subheadings!":["在H2和H3子標題中使用更多的焦點關鍵詞！"],"%1$s in image alt attributes":["圖片alt屬性中的%1$s"],"%1$s found in image alt attribute(s).":["在圖片alt屬性中找到了%1$s。"],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["%1$s個句子中包含超過%2$s個單詞，超過了建議最大數%3$s。請盡量縮短句子。"],"Sentence length is looking great!":["句子長度看起來很棒！"],"Meta description Length":["元信息描述長度"],"The meta description is over 160 characters.":["元信息描述超過160個字符。"],"No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!":["無特定元信息描述。搜索引擎將改為顯示頁面中的副本。請確保寫一個！"],"Please add some content first.":["請先添加一些內容。"],"Title Length":["標題長度"],"The title is over 60 characters.":["標題超過60個字符。"],"The title is too short.":["標題太短。"],"Please add a title first.":["請先添加標題。"],"You are not using any subheadings, but your text is short enough and probably doesn't need them.":["您沒有使用任何子標題，但是您的文本足夠簡短，或許也不再需要子標題。"],"Great job!":["做得很好！"],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["部分文本%1$d部分長於%2$d單詞，並且沒有任何副標題分隔。請添加子標題以便提高可讀性。"],"There is enough variety in your sentences. That's great!":["您的句子有足夠的變化。那是非常棒的！"],"Consecutive sentences":["連續句子"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["文本包含%1$d以相同單詞開頭的連續句子。請嘗試串連一下！"],"You are using short paragraphs.":["您正在使用簡短的段落。"],"At least one paragraph is long. Consider using short paragraphs.":["至少有一個長段落。請考慮使用簡短的段落。"],"You're using enough active voice. That's great!":["你正在進行有效的語言錄製。非常棒！"],":-)":[":-)"],"The copy scores %1$s in the test, which is considered %2$s to read. %3$s":["此副本在測試中得分為%1$s，被認為%2$s閱讀。%3$s"],"The copy scores %1$s in the test, which is considered %2$s to read.":["該副本在測試中的得分為%1$s，被認為%2$s閱讀。"],"very easy":["非常簡單"],"Good job!":["做得很好！"],"Well done!":["做得非常好！"],"Transition words":["過渡詞"],"Great! You are linking to external resources.":["太棒了！您正在鏈接到外部資源。"],"You are linking to other resources on your website which is great.":["您正在鏈接到網站上的其他資源；做得很好。"],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["儘管您的文本很長，但您沒有使用任何子標題。請嘗試添加一些子標題。"],"Subheading distribution":["子標題分配"],"You are not using rich media like images or videos.":["您沒有使用圖像或視頻等豐富的媒體工具。"],"No title has been specified. Make sure to write one!":["無特定標題。請確保寫一個！"],"No outbound links were found. Link out to external resources.":["找不到發送鏈接。請鏈接到外部資源。"],"External links":["外部鏈接"],"We couldn't find any internal links in your content. Add internal links in your content.":["我們在您的內容中找不到任何內部鏈接。請在內容中添加內部鏈接。"],"Internal links":["內部連結"],"The meta description is too short.":["元信息描述太短。"],"Meta description length":["元描述長度"],"Learn more":["了解更多"],"archive":["封裝檔"],"Sample short description for your product.":["產品簡述的示例"],"Preview":["預覽"],"Hide":["隱藏"],"Show":["顯示"],"Websites":["網站"],"Products & Entertainment":["商品與娛樂"],"Places":["地方"],"People":["個人"],"Organizations":["組織機構"],"Groups":["團體"],"Businesses":["業務"],"Activities":["項目"],"Advanced Rich Snippets + Schema Markups":["進階豐富的代碼片段+模式標記"],"Smart Redirects + 404 Detection":["智能重定向+ 404檢測"],"Submit articles to Google News that were published in the last 48 hours.":["將過去48小時內發布的文章提交給Google新聞。"],"Generate an XML Sitemap specifically for video content on your site.":["專門為您網站上的視頻內容生成XML站點地圖。"],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["告訴Google您的業務，以Knowledge Graph卡或商務輪播的形式顯示。"],"Globally control Title and Alt attributes for attachment pages and images that are embedded in your content.":["全局控制內容中嵌入的附件頁面和圖像的“標題”和“替代”屬性。"],"Breadcrumbs":["麵包屑導覽頁"],"Get the #1 analytics plugin to see how people find and use your website. Simply put, see stats that matter.":["獲取排名第一的分析插件，以了解人們如何查找並查閱您的網站。簡而言之，查看統計信息的重要性。"],"Get all the right tools to make sure your website shows up in Google Search.":["獲取所有正確的工具，以確保您的網站顯示在Google搜索中。"],"Optimized Search Appearance":["優化搜索外觀"],"Sitemaps are a list of all your content that search engines use when they crawl your site.":["站點地圖是搜索引擎抓取您的網站時使用所有內容的列表。"],"Manually Enter Type":["手動輸入類型"],"PHP Code":["PHP代碼"],"Gutenberg Block":["古騰堡塊插件"],"Shortcode":["簡碼"],"A short description for your product.":["你的產品簡述"],"Product Short Description":["產品簡述"],"Enter a custom field name...":["輸入自訂欄位名稱"],"Search for an item...":["搜索一個項目"],"Enter a page URL, e.g. %1$s":["輸入頁面網址，例如%1$s"],"Add New":["添新"],"Edit Your Meta Description":["編輯你的描述標籤"],"The description should stimulate reader interest and get them to click on the article. Think of it as a mini-advertisement for your content.":["該段描述應該要引發你的讀者的興趣並使他們點擊文章。你可以把它當成是你的內容的一段小廣告。"],"Write a meta description for your page. Use your target keywords (in a natural way) and write with human readers in mind. Summarize the content - describe the topics your article discusses.":["為你的頁面想一個描述標籤。自然地使用你的目標關鍵字，並在編寫時經常考慮到你的人類讀者。作為內容總結，描述一下你的文章裡所討論的主題。"],"Your meta description is set and is %1$d characters long.":["已設置你的描述標籤，長度為%1$d個字元。"],"Your meta description is %1$d characters long, which is too long.":["你的描述標籤為%1$d個字元，字元過多。"],"Your meta description is only %1$d characters long, which is too short.":["你的描述標籤為%1$d個字元，字元過少。"],"No meta description was found for your page.":["無法為你的頁面找到描述標籤。"],"If you aren't using an SSL certificate for your site that means you are losing a lot of potential traffic. We recommend getting an SSL certificate installed immediately.":["如果你的網站未有使用SSL憑証，你將損失大量潛在的流量。我們建議你立即安裝SSL憑証。"],"Your site is using a secure transfer protocol (https).":["你的網站正在使用安全傳輸協定(https)。"],"Your site is not using a secure transfer protocol (https).":["你的網站並未使用安全傳輸協定(https)。"],"Google Safe browsing shows warnings and alerts to users if they visit a suspicious website. If you are flagged by Google Safe Browsing, you should take immediate steps to fix that.":["Google安全瀏覽機制會在使用者訪問可疑網站時顯示警告和警報。如果你被Google安全瀏覽機制標記了，應立即採取行動解決問題。"],"Google has not flagged your site for malware!":["Google未有將你的網站標記為惡意程序。"],"It looks like your site has been added to one of Google's malwares lists.":["您的網站似乎已被列入到Google的惡意程序列表之中。"],"Alternatively, you can create an empty index.php file and save it in every directory on your site. That's an approach that WordPress uses and it works well.":["或者你可以創建空白的index.php文件並將它保存到網站的每一個目錄中。這是WordPress使用的方法並且效果不錯。"],"Fortunately, every popular web server has options to prevent directory listings. They'll show a \"403 forbidden\" message instead.":["幸好每個熱門的網站伺服器都有防止顯示目錄列表的選項。作為替代，網頁會顯示「403 Forbidden 錯誤」。"],"Directory Listing seems to be disabled on your server.":["目錄列表似乎已在你的伺服器上禁用。"],"Edit Your Page Title":["編輯你的頁面標題"],"Directory Listing seems to be enabled on your server.":["目錄列表似乎已在你的伺服器上啟用。"],"It's a great idea to try and hide the theme you have visible. From time to time vulnerabilities are found in themes and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["儘量隱藏你的可見佈景主題會是個好主意。因為佈景主題不時會被挖掘出一些漏洞，如果你的網站沒有及時更新，就會使用一些過時的外掛和佈景主題。"],"Upgrade Your Plan":["升級您的套餐"],"Type":["類型"],"ID":["用戶名"],"Click to Copy":["點擊複製"],"Writing compelling titles is both a science and an art. There are automated tools that can analyze your title against known metrics for readability and click-worthiness. You also need to understand the psychology of your target audience.":["撰寫引人注目的標題既是一門科學，也是一門藝術。有一些自動化工具可以根據已知的指標分析你的標題，以提高可讀性和點擊價值。同時，你還需要了解目標受眾的心理。"],"Ensure your page's title includes your target keywords, and design it to encourage users to click.":["請確保你的頁面標題裡包含了目標關鍵字，並且好好設計你的標題來吸引使用者點擊。"],"Your theme is not visible!":["你的佈景主題不可見！"],"Anyone can see that you are using the %1$s theme.":["任何人都可以看到你正在使用%1$s佈景主題。"],"It's a great idea to try and hide the plugins you have visible. From time to time vulnerabilities are found in plugins and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["儘量隱藏你的可見外掛會是個好主意。因為外掛不時會被挖掘出一些漏洞，如果你的網站沒有及時更新，就會使用一些過時的外掛和佈景主題。"],"You have no visible plugins!":["你沒有可見的外掛！"],"Plugins from your website are publicly visible.":["你的網站外掛為所有人可見。"],"You can get an even greater boost in speed with a content delivery network service. These services host a copy of your content on multiple servers spread out across the globe. A user's request is handled by the edge server that's closest to their physical location, so the content arrives incredibly fast.":["你可以通過內容傳遞網路服務進一步提高速度。這種服務會將你的內容副本存放在遍布全球的伺服器上，每當有使用者提出請求時就會由最接近他物理位置的邊緣伺服器負責處理，因此內容傳達的速度非常快。"],"If you want to continue to improve your response time, the simplest and fastest fix is to use a caching plugin. Caching plugins keep a cached version of each page on your site. Instead of building the page from scratch, the server will send the cached copy.":["如果你想繼續提高響應時間，最簡單快捷的解決方法就是使用緩存外掛。緩存外掛會保留網站每個頁面的緩存版本。當有請求時，伺服器將發送緩存的副本，而不是從頭開始構建頁面。"],"Your response time is under 0.2 seconds.":["你的響應時間在0.2秒內。"],"The response time of your page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["你的頁面的響應時間是%1$f秒。建議將反應時間保持在0.2秒或以內。"],"Removing white space can also have an impact on your HTML page's size. White space characters like carriage returns and tabs are ignored by the browser, but they make the markup easier for developers to read. So you should always strip them from your templates or themes before you use them in a production environment.":["刪除空白空間也會對HTML頁面的大小產生影響。回車符和tab等空白字符能讓開發人員更易於閱讀，但在瀏覽器上這些字符會被忽略。因此，在應用到實體網頁前，你應該將這些空白字符從模板或佈景主題中刪除。"],"You can reduce CSS repetition with HTML class and ID attributes. Often the same rules will be repeated across many page elements, embedded in each tag's \"style\" attribute. You can extract them into a single \"style\" tag and use classes and ID's to target each element.":["你可以使用HTML class屬性和ID屬性減少重複的CSS。在不同的頁面元素裡，相同的規則通常會不停地重複，並被嵌入到每個標籤的「樣式」屬性中。要解決這個問題，你可以將它們都提取到一個「樣式」標籤，並使用class和ID去定位每個元素。"],"Sometimes inline CSS is a culprit. A little inline CSS can help your page render faster. Too much will bloat the HTML file and increase the page loading time.":["CSS 行內樣式有時會是罪魁禍首。適量的CSS 行內樣式可以幫助你的頁面更快地呈現，但是過多的話會使HTML文件變大，並拖長頁面加載的時間。"],"In order to reduce page size, remove any unnecessary tags from your markup. This includes developer comments, which are invisible to your users - search engines ignore the text in comments, too.":["為了減小頁面大小，請將不必要的標籤從標記中刪除，這當中包含了開發者註釋。這些註釋對於你的使用者都是不可見的，搜索引擎亦會忽略這些註釋。"],"This is under the average of 33 Kb.":["這在33 Kb的平均值以下。"],"This is over our recommendation of 50 Kb.":["這超過了我們建議的50 Kb。"],"The size of the HTML document is %1$d Kb.":["HTML文檔的大小為%1$d Kb。"],"Your SEO title is set and is %1$d characters long.":["已設置你的SEO標題，長度為%1$d個字元。"],"Try to replace embedded objects with HTML5 alternatives.":["請嘗試用HTML5替代嵌入式對象。"],"CSS:":["CSS："],"JavaScript:":["JavaScript："],"Images:":["圖片："],"More than 20 requests can result in slow page loading.":["超過20個請求會導致頁面加載緩慢。"],"Your page makes %1$d requests.":["你的頁面提出了%1$d個請求。"],"There are server-side tools (including WordPress plugins) to automatically minify CSS files.":["有些伺服器端的工具（包括WordPress外掛）可自動縮小CSS文件。"],"We recommend tracking down where the un-minified CSS files come from.":["我們建議追溯未有縮小的CSS文件的來源。"],"CSS files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["CSS文件會出現在很多地方，包括框架（如Bootstrap），佈景主題和模板以及第三方外掛裡。"],"All CSS files appear to be minified.":["所有CSS文件都已被縮小了。"],"Some CSS files don't seem to be minified.":["似乎有些CSS文件並沒有被縮小。"],"There are server-side tools (including WordPress plugins) to automatically minify JavaScript files.":["有些伺服器端的工具（包括WordPress外掛）可自動縮小JavaScript文件。"],"We recommend tracking down where the un-minified JavaScript files come from":["我們建議追溯未有縮小的JavaScript文件的來源"],"JavaScript files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["JavaScript文件會出現在很多地方，包括框架（如Bootstrap），佈景主題和模板以及第三方外掛。"],"All Javascript files appear to be minified.":["所有JavaScript文件都已被縮小了。"],"Some Javascript files don't seem to be minified.":["似乎有些JavaScript文件並沒有被縮小。"],"Alternatively, you can use a CMS plugin to simplify the process - it's a more user-friendly option. WordPress has a host of caching plugins, and most of them give you options to control the caching headers.":["或者，你可以使用CMS外掛來簡化過程，這會是一個更方便的選項。WordPress有大量的緩存外掛，其中大多數都提供了控制緩存標頭的選項。"],"If you use the Apache or NGINX web servers, you can edit the configuration files to set the \"expires\" header for all image files. For Apache, you can also use a \".htaccess\" file to change the settings for each folder.":["如果你使用Apache或NGINX網頁伺服器，你可以通過編輯配置文件來設置所有圖像文件的「過期」標頭。在Apache，你還可以使用「.htaccess」文件來更改每個文件夾的設置。"],"Your server is using \"expires\" headers for your images.":["你的伺服器對圖像使用了「過期」標頭。"],"Your SEO title is %1$d characters long, which is too long.":["你的SEO標題為%1$d個字元，字元過多。"],"Your server is not using \"expires\" headers for your images.":["你的伺服器並未有對圖像使用「過期」標頭。"],"Edit Your Page":["編輯你的頁面"],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["%1$s 可以讓你輕鬆地將高度相關的Schema.org標記添加到你的網站。它具有簡單的圖形界面，因此你將不需要處理複雜的HTML標記。"],"We found Schema.org data on your page.":["我們在你的頁面上找到了Schema.org的數據。"],"No Schema.org data was found on your page.":["在你的頁面上找不到Schema.org的數據。"],"%1$s provides a simple but powerful interface to craft your Open Graph data. You get immediate feedback with an interactive preview, and you don't have to mess around with raw HTML markup.":["%1$s提供了一個簡單但功能強大的界面來讓你製作你的Open Graph數據。你可以通過交互式預覽獲得即時反饋，而不需要在原始的HTML標記上浪費時間。"],"Insert a customized Open Graph meta tag for each important page on your site. The standard is very well documented - you can learn more from Facebook's developer pages.":["為你的網站上每個重要的頁面插入自定義的Open Graph元標籤。關於它的標準有非常完善的資料，你可以從Facebook的開發人員頁面中了解更多信息。"],"All the required Open Graph meta tags have been found.":["找到了所有必需的Open Graph元標籤。"],"Duplicate Open Graph meta tags were found.":["找到了重複的Open Graph元標籤。"],"Some Open Graph meta tags are missing.":["缺少了部分Open Graph元標籤。"],"%1$s has a full suite of tools to manage the robots.txt file, along with other related technologies, like XML Sitemaps.":["%1$s備有一套完整的工具來管理robots.txt文件以及其他相關技術，例如XML網站地圖。"],"You can manually create a robots.txt file and upload it to your site's web root. A simpler option is to use a plugin for your CMS platform.":["你可以手動創建一個robots.txt文件，然後將它上傳到網站的根目錄，或者一個更簡單的選擇會是在CMS平台上使用外掛。"],"Make sure that you only block parts you don't want to be indexed.":["請確保你只屏蔽了不想被索引的部份。"],"Your SEO title is only %1$d characters long, which is too short.":["你的SEO標題只有%1$d個字元，字元過少。"],"Your site has a robots.txt file.":["你的網站有一個robots.txt文件。"],"Your site has a robots.txt file which includes one or more \"disallow\" directives.":["你的網站有一個robots.txt文件，其中包含了一個或多個「禁止」指令。"],"Your robots.txt file is missing or unavailable.":["你的robots.txt文件已丟失或不可用。"],"We couldn't find an SEO Title.":["我們無法找到SEO標題。"],"You should use HTTP redirections (301 permanant redirects) to pass PageRank from the \"wrong\" URLs to the standard (canonical) ones. That way, your content will still benefit from backlinks if someone makes a mistake and uses the wrong URL.":["您應該使用HTTP重定向（301永久重定向）將PageRank從「錯誤」的連結傳送到標準連結。這樣，就算有人使用了錯誤的連結，你的內容仍會從反向連結中受益。"],"Decide whether you want your site's URLs to include a \"www\", or if you prefer a plain domain name. There are marketing pros and cons for each choice, but neither one is better or worse for SEO purposes - as long as you're consistent.":["你要決定你的網站連結是要包含「www」還是要使用純域名。不同的選擇都有營銷的利與弊，但就SEO而言，只要你保持一致就沒有好壞之分。"],"Both the www and non-www versions of your URL are redirected to the same site.":["你的www版本和非www版本的連結都會被重定向到同一個網站。"],"The www and non-www versions of your URL are not redirected to the same site.":["你的www版本和非www版本的連結並不會被重定向到同一個網站。"],"Only ever use noindex meta tag or header on pages you want to keep out of the reach of search engines!":["只在你想讓搜索引擎無法訪問的頁面上使用noindex元標籤或標頭！"],"Your page does not contain any noindex header or meta tag.":["你的頁面不包含任何noindex標頭或元標籤。"],"Your page contains a noindex header or meta tag.":["你的頁面包含了noindex標頭或元標籤。"],"If you've republished an article from another source (such as another site or a different section of your own site) then you need to pick which URL is the \"correct\" one and use that!":["如果你從其他來源（例如從另一個網站或自己網站的其他部分）轉載了一篇文章，你需要使用一條「正確的」連結。"],"Every page on your site should have a <link> tag with a 'rel=\"canonical\"' attribute. The link tag should go inside the page's head tag, and it should contain the page's \"correct\" URL.":["你的網站上的每個頁面都應該有一個帶有「rel=\"canonical\"」屬性的<link>標籤。這標籤應包含頁面的「正確」連結，並被放置到頁面的標題標籤內。"],"Your page is using the canonical link tag.":["你的頁面使用的是標準連結標記。"],"No canonical link tag found on your page.":["在頁面上找不到標準連結標記。"],"Ideally, the links should be highly relevant to the subject you're writing about. It's impossible to cover every aspect of a subject on a single page, but your readers may be fascinated by some detail you barely touch on. If you link to a resource where they can learn more, they'll be grateful. What's more, you'll be rewarded with higher rankings!":["在理想情況下，連結應與你正在撰寫的主題高度相關。雖然無法在一個頁面上涵蓋一個主題的所有方面，但是你的讀者可能會被一些你幾乎沒有觸及的細節所吸引。如果你能將他們連接到有更多資訊的地方，他們一定會很感激。作為回報，你或許會因為這貼心的舉動獲得更高的排名。"],"Add links to external resources that are useful for your readers. Make sure you link to high-quality sites - Google penalizes pages that link to \"spammy\" sites (ones that break the Google webmaster guidelines).":["你可以添加一些對讀者有用的外部資源的連結，但是要確保你連結的都是高質量的網站，因為Google會懲罰那些連結到垃圾網站（違反Google網站管理員指南）的網頁。"],"External:":["外部："],"Internal:":["內部："],"Your page has a correct number of internal and external links.":["你的頁面的外部及內部連結數量正確。"],"The ratio of internal links to external links is uneven.":["外部及內部連結的比例不平衡。"],"Too few internal links on your page.":["你的頁面裡的內部連結太少。"],"No internal links were found on your page.":["在你的頁面裡沒有找到內部連結。"],"Make sure every image has an alt tag, and add useful descriptions to each image. Add your keywords or synonyms - but do it in a natural way.":["請確保每個圖像都有一個alt標籤，並為這些圖像添加有用的描述。你可以在裡面添加關鍵字或同義詞，但是需要使用一種自然不生硬的方式。"],"All images on your page have alt attributes.":["頁面上的所有圖像都具有alt屬性。"],"Some images on your page have no alt attribute.":["頁面上的某些圖像沒有alt屬性。"],"Don't try to force keywords into sub-headings if they feel unnatural. It will send the wrong message to your readers, possibly driving them away.":["如果覺得關鍵字不自然，請勿嘗試把它們強行塞進副標題裡。這會向你的讀者傳遞錯誤的信息，並有可能會將他們趕走。"],"It should be easy to include your main and supporting keywords in the H2 tags - after all, these keywords describe your content! If it's hard to work the keywords into your subheadings, it could be a sign that the keywords aren't closely related to your content.":["要在H2標籤中加入主要和輔助關鍵字應該很容易，畢竟這些關鍵字都是在描述你的內容。如果很難將關鍵字融入到副標題中，那可能表示這些關鍵字與你的內容其實並不是很相關。"],"Also, try to include synonyms and relevant terminology in H2 tag text. Search engines are pretty smart - they know which words usually occur together in each niche.":["另外，請嘗試在H2標籤文本中加入同義詞和相關術語。搜索引擎非常聰明，他們知道在每個利基市場中，哪些詞通常會同時出現。"],"Make sure you have a good balance of H2 tags to plain text in your content. Break the content down into logical sections, and use headings to introduce each new topic.":["請確保你的內容中的H2標籤與純文本有良好的平衡。將內容按邏輯分部，並使用標題介紹每個新的主題。"],"H2 tags were found on your page.":["在你的頁面上找到了H2標籤。"],"No H2 tags were found on your page.":["在你的頁面上找不到H2標籤。"],"You should write as if your readers are selfish people with short attention spans (because that describes a large percentage of the world's population). Readers visit websites for selfish reasons - they're not there to make you happy.":["你在撰寫時應該把讀者想像成一個自私而且注意力很短暫的人（因為這描述了世界上絕大部份的人）。讀者訪問你的網站的原因都是自私的，而不是為了讓你高興。"],"A good headline stimulates reader interest and offers a compelling reason to read your content. It promises a believable benefit.":["一個好的標題會激發讀者的興趣，並提供一個令人信服的理由來閱讀你的內容。它可以為你帶來莫大的好處。"],"Because your headline plays a large role in reader engagement, it's worth spending extra time perfecting it. Many top copywriters spend hours getting their headlines just right - sometimes they spend longer on the headline than the rest of the article!":["因為你的標題對讀者的參與度會起很大的作用，所以值得花額外的時間來完善它。許多頂級的文案人員會花幾個小時來確定一個適合的標題，有時候他們花在標題上的時間會比花在文章其餘部分的時間還要長。"],"Ensure your most important keywords appear in the H1 tag - don't force it, use them in a natural way that makes sense to human readers.":["請確保最重要的關鍵字會在H1標籤中出現，但不要強硬地加入，而是要以讓人類讀者覺得合理的方式自然地使用它們。"],"WordPress sites usually insert the page or post title as an H1 tag (although custom themes can change this behavior).":["WordPress的網站通常將頁面或標題作為H1標籤插入（儘管自定義佈景主題可以更改這種行為）。"],"One H1 tag was found on your page.":["在你的頁面上找到一個H1標籤。"],"%1$d H1 tags were found.":["找到%1$d個H1標籤。"],"For the best SEO results there should be exactly one H1 tag on each page.":["為了達到最佳的SEO效果，每頁上應該正好有一個H1標籤。"],"No H1 tag was found.":["找不到H1標籤。"],"Edit Your Page Title & Description":["編輯你的頁面標題和描述"],"You need to use titles and descriptions that are attractive to users and contain your keywords. Use the keywords naturally - keyword stuffing is usually detected and will result in a lower ranking. What's more, it's pretty off-putting for potential readers, who are more likely to click on an appealing link.":["你需要使用對使用者有吸引力，而且包含關鍵字的標題和描述。謹記要自然地使用關鍵字，因為強行塞入關鍵字通常都會被檢測出來並導致排名降低。更重要的是，這很容易讓潛在的讀者反感。讀者更有可能會去點擊有吸引力的連結。"],"One or more keywords were found in the title and description of your page.":["在你的頁面的標題及描述中發現一個或以上的關鍵字。"],"Both the page title and meta description are missing keywords.":["在頁面標題及描述標籤內均缺少關鍵字。"],"No keywords were found in your meta description.":["描述標籤裡缺少了關鍵字。"],"No keywords were found in the page title.":["頁面標題裡缺少了關鍵字。"],"Read the Setup Guide":["閱讀安裝指南"],"Launch the Setup Wizard":["啟動安裝嚮導"],"Thank you for choosing the best WordPress SEO plugin. %1$s default settings works great out of the box. We created the setup wizard to guide you through some important configuration settings & custom-tailored SEO best practices for your site to help you improve rankings.":["感謝您選擇最好的WordPress SEO插件。 %1$s的默認設置安裝即可使用。我們創建了設置嚮導，以指導您完成一些重要的配置設置和針對您網站的最佳個性SEO實踐操作，以幫助您提高排名。"],"Submit a Support Ticket":["提交支持票"],"Submit a ticket and our world class support team will be in touch soon.":["提交一張票，我們世界一流的支持團隊將盡快與您聯繫。"],"Get Support":["得到支持"],"View All Documentation":["查看所有文件"],"Browse documentation, reference material, and tutorials for %1$s.":["瀏覽 %1$s 的文檔，參考資料和教程。"],"View Documentation":["查看文件"],"Docs":["文件"],"View All":["查看全部"],"Search":["搜索"],"Close":["關閉"],"View all tags":["查看所有標籤"],"Save Changes":["保存更改"],"How to Get Started":["如何開始"],"Show Less":["較少 顯示"],"Show More":["更多顯示"],"Custom separator:":["自定義分隔符："],"Keywords:":["關鍵字："],"Security":["安全性"],"Advanced SEO":["進階SEO"],"No Follow Paginated":["無分頁"],"No Index Paginated":["無索引分頁"],"Dismissed Notifications":["被撤回的通知"],"See Dismissed Notifications":["請參閱撤回通知"],"You have no new notifications.":["您已無最新通知。"],"Great Scott! Where'd they all go?":["天啊！他們都去哪兒了？"],"a few seconds ago":["幾秒鐘前"],"years ago":["幾年前"],"a year ago":["一年前"],"months ago":["幾個月前"],"a month ago":["一個月前"],"days ago":["幾天前"],"a day ago":["一天前"],"minutes ago":["幾分鐘前"],"a minute ago":["一分鐘前"],"All taxonomies are set to noindex or your site does not have any taxonomies registered that are supported by this feature.":["所有分類標準均被設置為noindex，或者你的網站沒有註冊任何支持此功能的帖子類型。"],"All post types are set to noindex or your site does not have any post types registered that are supported by this feature.":["所有帖子類型均被設置為noindex，或者你的網站沒有註冊任何支持此功能的帖子類型。"],"No taxonomies available.":["沒有可用的分類法。"],"No post types available.":["沒有可用的帖子類型。"],"Slug:":["短标题："],"Label:":["標籤："],"Read the Ultimate WordPress SEO Guide":["閱讀終極WordPress SEO指南"],"For best results, you should strive for %1$s70 and above%2$s.":["為了達到最佳效果，你應該爭取達到%1$s70及%2$s以上。"],"A very good score is between %1$s60 and 80%2$s.":["「優良」的分數在%1$s60和80%2$s之間。"],"Your Overall Site Score":["你的網站的整體分數"],"An error occurred while analyzing your site.":["在分析你的網站時發生了錯誤。"],"Mobile Snapshot":["行動快照"],"Warnings":["警告"],"Analyzing...":["分析中..."],"No ODP":["無开放式分类目录搜索系统"],"No Snippet":["無片段"],"No Image Index":["無圖像索引"],"No Translate":["無翻譯"],"No Archive":["無存檔"],"No Follow":["無追蹤"],"No Index":["無索引"],"Large":["大"],"Standard":["標準"],"Max Image Preview":["最大圖像預覽"],"Max Video Preview":["最大視頻預覽"],"Max Snippet":["最大片段"],"Robots meta:":["Meta標籤："],"Your Username:":["您的用戶名："],"Use the same username for multiple social networks":["對于多個社交媒体，请使用相同的用戶名"],"Your MySpace URL is invalid. Please check the format and try again.":["您的MySpace網址無效。請檢查格式，然後重試。"],"Your Wikipedia URL is invalid. Please check the format and try again.":["您的維基百科網址無效。請檢查格式，然後重試。"],"Your SoundCloud URL is invalid. Please check the format and try again.":["您的SoundCloud 網址無效。請檢查格式，然後重試。"],"Your Yelp URL is invalid. Please check the format and try again.":["您的Yelp網址無效。請檢查格式，然後重試。"],"Your Tumblr URL is invalid. Please check the format and try again.":["您的Tumblr 網址無效。請檢查格式，然後重試。"],"Your LinkedIn URL is invalid. Please check the format and try again.":["您的LinkedIn 網址L無效。請檢查格式，然後重試。"],"Your YouTube URL is invalid. Please check the format and try again.":["您的YouTube網址無效。請檢查格式，然後重試。"],"Your Pinterest URL is invalid. Please check the format and try again.":["您的Pinterest網址無效。請檢查格式，然後重試。"],"Price Indicator:":["價格指標:"],"Fax number:":["傳真號碼："],"Phone number:":["電話號碼："],"Tax ID:":["稅籍編號："],"VAT ID:":["增值稅（VAT）編號："],"off":["關"],"Basic SEO":["基本SEO"],"Your Instagram URL is invalid. Please check the format and try again.":["您的Instagram網址無效。請檢查格式，然後重試。"],"Your Twitter URL is invalid. Please check the format and try again.":["您的Twitter URL無效。請檢查格式，然後重試。"],"Your Facebook URL is invalid. Please check the format and try again.":["您的Facebook URL無效。請檢查格式，然後重試。"],"Country:":["國家："],"City:":["城市："],"The geographic area where a service or offered item is provided.":["提供服務或商品的地區。"],"upgrading to %1$s":["升級到%1$s"],"Free":["免費"],"Home Page":["主頁"],"Deactivated":["已失效"],"Status:":["狀態："],"Manage":["管理"],"Dismiss All":["撤回所有"],"Copied!":["已複製！"],"Local SEO":["本地SEO"],"Your license has expired.":["您的許可證已過期"],"You have not yet added a license key.":["您尚未添加許可證密鑰"],"Your license key is invalid.":["您的許可證密鑰無效"],"Your license has been disabled.":["您的許可證已被禁用"],"%1$s out of %2$s max recommended characters.":["建議使用最大字符為%2$s，%1$s。"],"Travel Agency":["旅行社"],"Tourist Information Center":["旅客諮詢中心"],"Television Station":["電視台"],"Store":["商店"],"Sports Activity Location":["體育活動地點"],"Shopping Center":["購物中心"],"Self Storage":["自存倉"],"Recycling Center":["回收服務中心"],"Real Estate Agent":["房地產中介"],"Radio Station":["廣播電台"],"Medical Business":["醫療業務"],"Lodging Business":["住宿業務"],"Library":["圖書館"],"Legal Service":["法律服務"],"Internet Cafe":["網吧"],"Home & Construction Business":["家居及建築業務"],"Health & Beauty Business":["健康與美容業務"],"Government Office":["政府辦事處"],"Food Establishment":["食肆"],"Financial Service":["金融服務"],"Entertainment Business":["娛樂業務"],"Employment Agency":["職業介紹所"],"Emergency Service":["緊急服務"],"Dry Cleaning\/Laundry":["乾洗\/洗衣"],"Dentist":["牙醫"],"Childcare":["育兒"],"Automotive Business":["汽車業務"],"Archive Organization":["檔案組織"],"Active Notifications":["活動通知"],"New Notifications":["新通知"],"Default Image Source (Set in Social Networks)":["預設圖像來源（在社交網絡中設置）"],"Attached Image":["附加圖片"],"Default Image (Set Below)":["默認圖像（在下面設置）"],"Choose Image":["選擇圖片"],"Save and Continue":["保存並繼續"],"Go Back":["撤銷"],"Skip this Step":["跳過此步驟"],"Errors":["錯誤"],"All Good!":["都非常好！"],"Complete Site Audit Checklist":["完成網站審核清單"],"to see your Site Score.":["查看您的網站積分。"],"Excellent!":["好棒！"],"Very Good!":["很好！"],"A valid license key is required":["需要有效的授權密鑰"],"to analyze a competitor site.":["分析競爭對手的網站"],"Contact Page URL:":["聯絡頁面的網址："],"About Page URL:":["關於頁面的網址："],"Website URL:":["網站網址："],"Your name or company name.":["你的姓名或公司名稱"],"name":["姓名"],"Animal Shelter":["動物收容所"],"Include All Taxonomies":["包括所有分類法"],"Already purchased? Simply enter your license key below to connect with %1$s!":["已購買？只需在下面輸入您的許可證密鑰即可連接%1$s！"],"Sitemaps":["網站地圖"],"Social Networks":["社交網絡"],"Refresh Results":["重新整理"],"Good Results":["好結果"],"Recommended Improvements":["建議改進"],"Your site is not connected. Please connect to %1$s, then try again.":["你的網頁未連接。請連接到%1$s然後重試。"],"We were unable to parse the content for this site.":["我們無法對網站的內容進行解析。"],"The URL provided is invalid.":["無效網址。"],"Delete":["刪除"],"Close and Exit Wizard Without Saving":["關閉並退出嚮導，且無需保存"],"See all features":["查看所有功能"],"Learn more about all features":["進一步了解所有功能"],"This feature is only available for licensed %1$s %2$s users.":["此功能僅適用於%1$s %2$s的許可用戶。"],"Step %1$s of %2$s":["設置%2$s個中的%1$s"],"Remove":["刪除"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s帶有許多其他功能，可幫助您將網站的SEO提升到新的水平！"],"Image Alt Tag:":["圖片Alt標籤："],"Image Title:":["圖片標題:"],"Title:":["標題："],"Are you sure you want to leave? you have unsaved changes!":["您確定要離開嗎？您有未保存的更改！"],"Access Control":["訪問控制"],"RSS Content":["RSS內容"],"Webmaster Tools":["網站管理工具"],"Connect with %1$s":["與 %1$s 連結"],"Advanced":["高級"],"None":["無"],"Analytics":["分析"],"Search Appearance":["搜索外觀"],"Connect":["連接"],"Paste your license key here":["在此處粘貼您的許可證密鑰"],"Your license key provides access to updates and addons.":["您的許可證密鑰提供對更新和附加組件的訪問。"],"Pro":["專業版"],"Use Default Settings":["使用默認設置"],"default":["默認"],"Clear":["清除"],"Type to search...":["鍵入搜索..."],"Exclude Posts \/ Pages":["不包括帖子\/頁面"],"Include All Post Types":["包括所有帖子類型"],"Learn More":["了解更多"],"Local Business SEO":["本地業務SEO"],"Notifications":["通知"],"Zip code:":["郵政編碼："],"State:":["州："],"News Sitemap":["新聞站點地圖"],"Not Really...":["並不這樣的..."],"Not Installed":["未安裝"],"Description:":["描述："],"Activated":["激活"],"You're using %1$s - no license needed. Enjoy!":["您正在使用%1$s-無需許可證。請享用！"],"Nope, maybe later":["不，也許稍後"],"Ok, you deserve it":["好，你做得很好"],"Give feedback":["給予反饋"],"We're sorry to hear you aren't enjoying %1$s. We would love a chance to improve. Could you take a minute and let us know what we can do better?":["得知您不喜歡%1$s，我們深感抱歉。我們希望有一個改善的機會。請您花一點時間讓我們知道如何能做得更好嗎？"],"Are you enjoying %1$s?":["您在享受%1$s嗎？"],"never":["從不"],"yearly":["每年"],"hourly":["每小時"],"always":["總是"],"As a valued user you receive %1$s, automatically applied at checkout!":["作為我們尊貴的用戶，您會在結帳時自動獲取%1$s！"],"Upgrade to %1$s":["升級至%1$s"],"To unlock more features, consider %1$s.":["如需解鎖更多功能，可考慮%1$s。"],"Package Tracking":["追蹤郵件"],"Roadside Assistance":["道路救援"],"Emergency":["緊急求助"],"Credit Card Support":["信用卡支援"],"Reservations":["預留"],"Sales":["銷售"],"Bill Payment":["繳費"],"Billing Support":["帳單支援"],"Technical Support":["技術支援"],"Customer Support":["客戶支持"],"Bagage Tracking":["追蹤行李"],"Archive":["存档"],"Dismiss":["关闭"],"No thanks":["不用了，謝謝"],"Welcome to %1$s":["歡迎來到%1$s"],"Exclude Terms":["免責條款"],"Author Pages":["作者页面"],"Archive Pages":["存档页面"],"Email address:":["電郵地址："],"Upgrade":["升级"],"Analyze":["分析"],"Image SEO":["图像 SEO"],"Upgrade to Pro":["升级到Pro专业版"],"License Key":["註冊碼"],"Add URL":["添加网址"],"Last Modified":["最后修改"],"Page URL":["页面网址"],"Taxonomies":["分类"],"Post Types":["文章类型"],"Frequency":["頻率"],"Priority":["優先"],"monthly":["每月"],"weekly":["每週"],"daily":["每日"],"User Agent":["客户端"],"Activity":["活动"],"Actor":["演员"],"Advanced Settings":["高级设置"],"Album":["相册"],"Article":["文章"],"Athlete":["运动员"],"Author":["作家"],"Band":["乐队"],"Bar":["酒吧"],"Book":["书籍"],"Cafe":["咖啡厅"],"Cancel":["取消"],"Cause":["缘由"],"City":["城市"],"Company":["公司"],"Country":["国家"],"Custom Image":["自定义图片"],"Director":["导演"],"Drink":["饮料"],"Edit":["编辑"],"Episode":["季"],"First Available Image":["能找到的首张图片"],"Food":["食品"],"Front Page":["首页"],"Game":["游戏"],"Hotel":["酒店"],"Landmark":["地标"],"Movie":["电影"],"Musician":["音乐家"],"No":["否"],"Off":["关闭"],"On":["开启"],"Performance":["性能"],"Please wait...":["请稍候。。。"],"Politician":["政治家"],"Post Author Image":["文章作者头像"],"Product":["产品"],"Profile":["资料"],"Public Figure":["公众人物"],"Restaurant":["餐厅"],"Robots.txt":["Robots.txt"],"Save":["保存"],"School":["学校"],"Server":["服务器"],"Song":["歌曲"],"Sport":["运动"],"Sports League":["运动联盟"],"Sports Team":["运动队"],"TV Show":["电视剧"],"University":["大学"],"Version":["版本"],"Video Sitemap":["视频网站地图"],"Website":["网站"],"Yes":["是"],"Featured Image":["特色图像"],"Image from Custom Field":["來自自定義圖像"],"First Image in Content":["內容中的第一張圖片"],"State\/Province":["州\/省"],"Non-Profit":["非營利"],"Disabled":["禁用"],"Display Settings":["显示设置"],"Enabled":["启用"],"Bad Bot Blocker":["不良自主软件拦截器"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}